server/root/test/stress tests/allworker.yml
config:
  target: 'https://arm.david7.xyz/'
  phases:
    - duration: 60
      arrivalRate: 190
  defaults:
    headers:
      Authorization: 'Bearer eyJhbGciOiJIUzI1NiIsInR5cCI6IkpXVCJ9.eyJfaWQiOiI1ZGM1MTMyNTY1YWE2MTExZTVhZmU3MzEiLCJpYXQiOjE1NzQ0MDUzMjV9.XSccek02GAgsmK2RGh4EebY96EO-U5eGug9W7Jws70o'
scenarios:
  - name: "Search and buy"
    flow: